Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Update is available
be: Маецца абнаўленьне

source: Update is available.
be: Маецца абнаўленьне.

source: Update loaded successfully
be: Абнаўленьне спампавалі

source: Update my status
be: Абнавіць стан

source: Update of \"%1$s\" unsuccessful.
be: Не ўдалося абнавіць «%1$s».

source: Update only when using Wi-Fi
be: Абнаўляцца толькі калі ўжываем Wi-Fi

source: Update schedule automatically in case if internet is connected
be: Самарушна абнаўляць расклад, калі маецца злучэньне зь сецівам

source: Update successful
be: Пасьпяхова абнавілі

source: Update them now?
be: Ці зьмяніць іх?

source: Update unsuccessful.
be: Абнавіць не ўдалося.

source: Update using WiFi only
be: Абнаўляць толькі праз Wi-Fi

source: Update will be loaded only if WiFi is connected
be: Абнаўленьні будуць спампоўвацца, толькі калі злучыліся з Wi-Fi

source: Updated
be: Абнавілася

source: Updated profile photo
be: Абнавілі фатаздымак профілю

source: Updated their profile photo
be: Абнавілі здымкі з профілю

source: Updated {0}
be: Абнавілі {} таму

source: Updated: %s
be: Абноўленыя: %s

source: Updates
be: Абнаўленьні

source: Updates are available
be: Маюцца абнаўленьні

source: Updates available
be: Маюцца абнаўленьні

source: Updates on your friends' pages
be: Абнаўленьні сяброў

source: Updates sent
be: Абнаўленьні даслалі

source: Updates settings
be: Налады абнаўленьняў

source: Updating Bluetooth setting
be: Абнаўляюцца налады Bluetooth

source: Updating Wi-Fi setting
be: Абнаўляюцца налады Wi-Fi

source: Updating WiFi setting
be: Абнаўляюцца налады Wi-Fi

source: Updating album.
be: Абнаўляцца альбом.

source: Updating country
be: Абнаўляецца горад

source: Updating date of birth
be: Абнаўляецца дата народзінаў

source: Updating directions
be: Абнаўляюцца шляхі

source: Updating fixed dialing number\u2026
be: Зьмяняецца замацаваны нумар…

source: Updating fixed dialing number…
be: Зьмяняецца замацаваны нумар…

source: Updating gender
be: Абнаўляецца пол

source: Updating language
be: Абнаўляецца мова

source: Updating news topics...
be: Абнаўляюцца тэмы навінаў…

source: Updating photo.
be: Абнаўляецца фатаздымак.

source: Updating settings\u2026
be: Абнаўляюцца налады…

source: Updating settings…
be: Абнаўляюцца налады…

source: Updating status
be: Абнаўляецца стан

source: Updating your contacts and conversations.
be: Абнаўляюцца кантакты ды размовы.

source: Updating...
be: Абнаўляецца…

source: Upgrade accounts
be: Палепшыць рахункі

source: Upgrading Calendar database.
be: Абнаўляецца база зьвестак календара.

source: Upgrading Contacts database.
be: Абнаўляецца база зьвестак кантактаў.

source: Upgrading contact storage
be: Абнаўляецца сховішча кантактаў

source: Upload
be: Запампаваць

source: Upload %d photos
be: Запампаваць фатаздымкі (%d)

source: Upload %d videos
be: Запампаваць %d відэа

source: Upload already finished
be: Скончылі запампоўваць

source: Upload any existing photos & videos from your phone now
be: Запампаваць усе здымкі ды відэа з тэлефона

source: Upload avatar
be: Запампаваць увасабленьне

source: Upload canceled
be: Скасавалі запампоўваць

source: Upload complete
be: Запампавалі

source: Upload conditions
be: Умовы запампоўваць

source: Upload existing photos
be: Запампаваць існыя фатаздымкі

source: Upload failed
be: Не ўдалося запампаваць

source: Upload failed: Album doesn't exist.
be: Не ўдалося запампаваць: альбом не існуе.

source: Upload initialization failed.
be: Не ўдалося распачаць запампоўваць.

source: Upload later
be: Запампаваць пазьней

source: Upload now
be: Запампаваць зараз

source: Upload only when Wi-Fi is available.
be: Запампоўваць толькі праз Wi-Fi.

source: Upload only when the phone is being charged.
be: Запампоўваць толькі калі тэлефон зараджаецца.

source: Upload photo
be: Запампаваць фатаздымак

source: Upload photos & videos only when charging
be: Запампоўваць здымкі ды відэа толькі калі тэлефон зараджаецца

source: Upload photos & videos when roaming on data network
be: Запампоўваць здымкі ды відэа ў блуканьні празь сеціва

source: Upload status
be: Стан запампоўваньня

source: Upload to %s
be: Запампаваць у %s

source: Upload video
be: Запампаваць відэазапіс

source: Uploaded %d of %d
be: Запампавалі %d з %d

source: Uploaded %s
be: Запампавалі %s

source: Uploaded '%s'
be: Запампавалі «%s»

source: Uploaded: %1s
be: Запампавалі: %1s

source: Uploader account suspended.
be: Рахунак таго, хто запампаваў, прыпынілі.

source: Uploading
be: Запампоўваецца

source: Uploading (%1$d%%)
be: Запампоўваецца (%1$d%%)

source: Uploading a photo
be: Запампоўваецца фатаздымак

source: Uploading data...
be: Запампоўваюцца зьвесткі…

source: Uploading icon...
be: Запампоўваецца значак…

source: Uploading image
be: Відарыс запампоўваецца

source: Uploading photos and videos that have not already been uploaded from your phone to a private album on the web can take a while, but will be done in the background.
be: Каб запампаваць у сеціва яшчэ не запампаваныя фатаздымкі ды відэа, спатрэбіцца пэўны час, але гэта будзе рабіцца на заднім пляне.

source: Uploading to %s
be: Запампоўваецца на %s

source: Uploading voice comment
be: Выказваньне запампоўваецца

source: Uploads finished
be: Скончылі запампоўваць

source: Uploads list is empty.
be: Сьпіс запампоўванага пусты.

source: Uploads paused
be: Прыпынілі запампоўваць

source: Uploads to YouTube are disabled for your locale.
be: У вашае мясцовасьці забаронена запампоўваць на YouTube.

source: Ural'sk
be: Уральск

source: Urdu (Pakistan)
be: урду (Пакістан)

source: Usage Time
be: Час выкарыстаньня

source: Usage cycle reset date
be: Адцінак выкарыстаньня

source: Usage details
be: Зьвесткі пра выкарыстаньне

source: Usage instruction
be: Як выкарыстоўваць

source: Usage statistics
be: Статыстыка выкарыстаньня

source: Usage time
be: Час выкарыстаньня

source: Usage totals
be: Разам

source: Use . as a wildcard and * for repetition.
be: Знакамі «.» і «*» можна пазначыць паўтарэньні.

source: Use 1 for regular voicemail
be: Ужываць 1 для звычайнае галасавое пошты

source: Use 100x100 avatar for Contact icon
be: Памер малюнку на значак — 100x100

source: Use 24-hour format
be: 24-гадзінны выгляд

source: Use 2D hardware acceleration in applications
be: Прымусова паскараць апаратнымі сродкамі двухмернае маляваньне праґрамаў

source: Use 50x50 avatar for Contact icon
be: Памер малюнку на значак — 50x50

source: Use %1$s?
be: Ці ўжываць %1$s?

source: Use Celsius
be: Па Цэльсію

source: Use GPS satellites
be: Ужываць спадарожнікі GPS

source: Use Google Instant when you use Google Search, to show results as you type (this can increase data use).
be: Каб вынікі пошуку паказваліся адразу, як вы друкуеце, карыстайцеся хуткім Google (карыстае болей сеціва).

source: Use Google location
be: Вызначаць мейсца праз Google

source: Use HDCP checking for DRM content only
be: Спраўджваць HDCP толькі для зьмесьціва DRM

source: Use HTTPS protocol
be: Ужываць пратакол HTTPS

source: Use Internet calling
be: Карыстацца выклікамі празь сеціва

source: Use Internet calling (Wi-Fi only)
be: Карыстацца выклікамі празь сеціва (толькі па Wi-Fi)

source: Use Internet calling account:
be: Карыстацца рахункам выклікаў празь сеціва:

source: Use MENU for more options.
be: Кнопка «Мэню» пакажа дадатковыя можнасьці.

source: Use My Location
be: Ужываць маё месцазнаходжаньне

source: Use My Location for Google search results and other Google services
be: Ужываць маё месцазнаходжаньне ў выніках пошуку ды іншых службах Google

source: Use My Location for Google search results and other Google services.
be: Ужываць маё месцазнаходжаньне ў выніках пошуку ды іншых службах Google.

source: Use My words
be: Ужываць мае словы

source: Use Near Field Communication to read and exchange tags
be: Абменьвацца ды чытаць біркі з дапамогаю NFC — зносінаў блізкага поля

source: Use Server (default: waterloo)
be: Паслужнік (звычайны: waterloo)

source: Use Skype for calls abroad
be: Тэлефанаваць за мяжу праз Skype

source: Use Theme Icons
be: Карыстацца значкамі аздабленьня

source: Use a credit card…
be: Крэдытнаю карткаю…

source: Use a debit card…
be: Дэбітаваю карткаю…

source: Use account's default
be: Ужываць звычайным

source: Use another credit card…
be: Іншаю крэдытнаю карткаю…

source: Use another debit card…
be: Іншаю дэбітаваю карткаю…

source: Use as phone ringtone
be: Ужыць як мэлёдыю выкліку

source: Use as ringtone
be: Ужыць як мэлёдыю

source: Use assisted GPS
be: Ужываць дапаможныя GPS

source: Use by default for this USB accessory
be: Ужываць звычайным для гэтае прыналежнасьці USB

source: Use by default for this USB device
be: Ужываць звычайным для гэтае прылады USB

source: Use by default for this action.
be: Заўжды ўжываць для гэтага.

source: Use caution.
be: таму будзьце асьцярожнымі.

source: Use client certificate
be: Ужываць пасьведчаньне кліента

source: Use current page
be: Ужыць бягучую бачыну

source: Use default operator settings to display my number in outgoing calls
be: Ці паказваць нумар, калі тэлефануем, вызначае апэратар

source: Use details
be: Выкарыстаньне

source: Use dock for audio
be: Ужываць латок на гук

source: Use exact times in call log
be: Паказваць дакладны час у гісторыі выклікаў

source: Use for Internet access
be: Ужываць на доступ да сеціва

source: Use for file transfer
be: Ужываць на файлы

source: Use for hid device
be: Ужываць на ўзаемадзеяньне (HID)

source: Use for input
be: Ужываць на ўвод

source: Use for media audio
be: Ужываць на гук прайгравальніка

source: Use for phone audio
be: Ужываць на гук тэлефона

source: Use fullscreen mode to hide the status bar
be: Каб схаваць паліцу стану, перайдзіце да поўнага экрану

source: Use home time zone
be: Ужываць хатні часавы абсяг

source: Use incoming call volume for notifications
be: Аднолькавая гучнасьць уваходных выклікаў і спавяшчэньняў

source: Use information about friends only in Facebook
be: Карыстацца зьвесткамі пра сяброў толькі ў Facebook

source: Use information about friends only in Facebook.
be: Карыстацца зьвесткамі пра сяброў толькі ў Facebook.

source: Use information about friends only in VKontakte application
be: Выкарыстоўваць зьвесткі пра сяброў толькі ў праґраме «ЎКантакце»

source: Use it on your own risk.
be: Карыстайцеся ёю на свой страх і рызыку.

source: Use it to copy data between your computer and your device, install apps on your device without notification, and read log data.
be: З дапамогаю гэтага можна перапісваць зьвесткі між кампутарам і прыладаю, без спавяшчэньня ўсталёўваць на яе праґрамы ды чытаць зьвесткі справаздачаў.

source: Use keyboard to dial
be: Выклікаць з наборніку

source: Use left hand hold the phone, need a reboot to effect.
be: Каб трымаць тэлефон леваю рукою; патрабуе запусьціць тэлефон нанова, каб пачаць дзейнічаць

source: Use maximum avatar size for Contact icon
be: Найбольшы памер малюнку на значак кантакту

source: Use my location
be: Ужываць маё месцазнаходжаньне

source: Use network-provided time
be: Ужываць час, атрыманы ад апэратара

source: Use network-provided time zone
be: Ужываць часавы абсяг, атрыманы ў сетцы

source: Use network-provided values
be: Карыстацца значэньнямі зь сеткі

source: Use new icon selectors
be: Новы спосаб абіраць значкі

source: Use only 2G networks
be: Толькі сеткі 2G

source: Use only the supplied charger.
be: Карыстайцеся адпаведнаю зарадаю.

source: Use physical keyboard
be: Ужываць фізычную клявіятуру

source: Use relative times in call log
be: Паказваць адносны час у гісторыі выклікаў

source: Use round widget icons
be: Круглыя значкі віджэтаў

source: Use secure connection (SSL)
be: Карыстацца бясьпечным злучэньнем (SSL)

source: Use secure credentials
be: Ужываць даверчыя лісты

source: Use sent timestamps
be: Паказваць час, калі даслалася

source: Use server to assist GPS (uncheck to improve GPS performance)
be: Карыстацца паслужніком, каб дапамагаць GPS (не адзначайце, каб палепшыць працу GPS)

source: Use server to assist GPS (uncheck to reduce network usage)
be: Карыстацца паслужніком, каб дапамагаць GPS (не адзначайце, каб сеціва меней выкарыстоўвалася)

source: Use static IP
be: Карыстацца сталым IP

source: Use system language
be: Ужываць мову сыстэмы

source: Use tactile feedback
be: Дотыкавы водгук

source: Use the new sense-like implementation
be: Аглядаць стальніцы па-новаму, як у абалонцы Sense

source: Use this accessibility service?
be: Ці карыстацца гэтаю службаю даступнасьці?

source: Use this input method?
be: Ці карыстацца гэтым спосабам уводзіць?

source: Use this photo
be: Ужываць гэты здымак

source: Use this screen if you have special login considerations that require a Web browser.
be: Скарыстайце гэты экран, калі маеце адмысловую патрэбу ўжываць аглядальнік сеціва, каб уваходзіць.

source: Use this spell checker?
be: Ці карыстацца гэтым правапісьнікам?

source: Use touch tone keypad
be: Скарыстаць танальны наборнік

source: Use visible pattern
be: Бачны ўзор

source: Use wide viewport
be: Ужываць шырокае поле прагляду

source: Use wildcards
be: Ужываць шаблёны

source: Use wireless networks
be: Ужываць бяздротавыя сеткі

source: Used %1$d times by %2$s
be: %2$s карыстаў %1$d разоў

source: Used %1$d times by one of:
be: Карыстаў %1$d разоў адзін з:

source: Used bytes:
be: Выкарыстаныя байты:

source: Used for outbound calls
be: Выкарыстоўваецца на ўсе выходныя выклікі

source: Used for server cloud to device messages and for sync notifications.
be: Ужываецца каб абменьвацца паведамленьнямі між воблакам і прыладаю ды на спавяшчэньні сынхранізаваньня.

source: User
be: Карыстальнік

source: User Account
be: Рахунак карыстальніка

source: User Dictionary
be: Слоўнік карыстальніка

source: User authentication
be: Апазнаваньне карыстальніка

source: User certificate
be: Пасьведчаньне карыстальніка

source: User dictionary
be: Уласны слоўнік

source: User info not found
be: Не знайшлі зьвестак пра карыстальніка

source: User interface
be: Інтэрфэйс карыстальніка

source: User may add new word in the list
be: Да сьпісу можна дадаваць словы

source: User may choose words from <My words> list
be: Можна будзе абраць слова са сьпісу «маіх слоў»

source: User not signed in.
be: Карыстальнік не ўвайшоў.

source: User time:
be: Час карыстальніка:

source: Username
be: Імя карыстальніка

source: Username (email)
be: Імя карыстальніка (эл. пошта)

source: Username not available.
be: Імя занятае.

source: Username or email
be: Імя карыстальніка або пошта

source: Username or password incorrect.
be: Неадпаведнае імя карыстальніка або пароль.

# Username or password incorrect. (%s)
source: Username or password incorrect.\n(%s)
be: Неадпаведнае імя карыстальніка або пароль.\n (%s)

source: Username used for authentication
be: Імя, якім апазнавацца

source: Username, password, and other incoming server settings
be: Імя, пароль ды іншыя налады паслужніку ўваходных

source: Username, password, and other outgoing server settings
be: Імя, пароль ды іншыя налады паслужніку выходных

source: Username:
be: Імя карыстальніка:

source: Uses keypad tap pattern - see CyanogenMod settings to adjust
be: Ужываецца ўзор націсканьня (наставіць можна ў наладах CyanogenMod

source: Uses more ram/cpu
be: Карыстае болей памяць ды працэсару

source: Using this service will incur data usage.
be: Гэтая служба можа выкарыстоўваць сеціва.

source: Usually 0000 or 1234
be: Звычайна — «0000» ці «1234»

source: Usually, processing takes from a few minutes to an hour.
be: Звычайна гэта займае ад некалькі хвілінаў да гадзіны.

source: VKontakte
be: УКантакце

source: VKontakte (album)
be: УКантакце (альбом)

source: VKontakte (audio)
be: УКантакце (гуказапісы)

source: VKontakte (avatar)
be: УКантакце (увасабленьне)

source: VKontakte (birthday)
be: УКантакце (народзіны)

source: VKontakte (news)
be: УКантакце (навіны)

source: VKontakte (note)
be: УКантакце (зацемка)

source: VKontakte (wall)
be: УКантакце (сьцяна)

source: VKontakte Audio
be: Гуказапісы ЎКантакце

source: VKontakte by Amberfog
be: «УКантакце» ад Amberfog

source: VKontakte free
be: УКантакце (дармовая)

source: VM:
be: ГП:

source: VPN
be: Уяўная таемная сетка (VPN)

source: VPN Services
be: Службы VPN

source: VPN is activated by %s
be: %s задзейнічала VPN

source: VPN is activated.
be: Задзейнічалі VPN.

source: VPN is connected
be: Злучыліся з VPN

source: VPN name
be: Назва VPN

source: VPN server
be: Паслужнік VPN

source: VPN server name
be: Назва паслужніку VPN

source: VPN settings
be: Налады VPN

source: VPNs
be: Сеткі VPN

source: VU meter
be: Вальтмэтар

source: Validity:
be: Сапраўднасьць:

source: Vary ring widths
be: Розныя памеры колцаў

source: Vector Maps
be: Вэктарныя мапы

source: Velcom - фирменный центр продаж
be: Velcom — фірмовы цэнтар продажу

source: Velcom recommends
be: Velcom раіць

source: Venezuela
be: Вэнэсуэла

source: Verify your profile
be: Пацьвердзіце свой профіль

source: Verifying system update
be: Правяраецца абнаўленьне сыстэмы

source: Version
be: Вэрсія

source: Version %1$s %2$s
be: Вэрсія %1$s %2$s

source: Version %1$s \u0020\u0020%2$s
be: Вэрсія %1$s \u0020\u0020%2$s

source: Version %s
be: Вэрсія %s

source: Version 1.3.3 System
be: Сыстэма вэрсіі 1.3.3

source: Version 1.3.6 System
be: Сыстэма вэрсіі 1.3.6

source: Version 1.3.6 System CM 1.1
be: Вэрсія 1.3.6; вэрсія CM — 1.1

source: Version: %s
be: Вэрсія: %s

source: Vertical Layout
be: Разьмяшчаць зьверху ўніз

source: Vertical bar
be: Прастастаўная паліца

source: Vertical plain
be: Плашчыня зьверху ўніз

source: Very fast
be: Вельмі шпарка

source: Very high
be: Вельмі хутка

source: Very low
be: Вельмі павольна

source: Very slow
be: Вельмі марудна

source: Via %s
be: Праз %s

source: Vibrate
be: Трымцець

source: Vibrate as ON
be: Трымцець

source: Vibrate call waiting
be: Трымцець, калі чакаем выкліку

source: Vibrate every 45 seconds
be: Трымцець кожныя 45 сэкундаў

source: Vibrate every 45 seconds during outgoing calls
be: Трымцець кожныя 45 сэкундаў, калі тэлефануем

source: Vibrate mode
be: Як трымцець

source: Vibrate on Call
be: Трымцець падчас размовы

source: Vibrate on answer
be: Трымцець

source: Vibrate on call waiting
be: Тэлефон будзе трымцець, пакуль чакаем выкліку

source: Vibrate on hangup
be: Трымцець, калі паклалі слухаўку

source: Vibrate on incoming messages
be: Трымцець па новых паведамленьнях

source: Vibrate on incoming notifications
be: Трымцець па спавяшчэньнях

source: Vibrate on keypress
be: Трымцець па націсканьні

source: Vibrate on touch
be: Трымцець па дотыку

source: Vibrate pattern
be: Узор трымценьня

source: Vibrate settings
be: Налады трымценьня

source: Vibrate when a call has ended
be: Трымцець, калі выклік скончыўся

source: Vibrate when a call is answered
be: Трымцець, калі на выклік адказалі

source: Vibrate when pressing soft keys and on certain UI interactions
be: Трымцець, калі націскаюцца клявішы ці калі ўзаемадзейнічаем з пэўнымі часткамі інтэрфэйсу

source: Vibrate when silent
be: Трымцець у бязгучным

source: Vibration
be: Трымцець

source: Vibration feedback for calls and notifications
be: Адгукацца трымценьнем па выкліках і спавяшчэньнях

source: Video
be: Відэазапіс

source: Video added to favorites.
be: Відэа дадалі да ўпадабаных.

source: Video already added to favorites.
be: Відэа ўжо дадавалі да ўпадабаных.

source: Video attached
be: Залучылі відэазапіс

source: Video call %s
be: Выклікаць па відэа %s

source: Video call with Skype
be: Выклікаць па відэа (Skype)

source: Video calling disabled
be: Забаранілі выклікаць па відэа

source: Video calling enabled
be: Дазволілі выклікаць па відэа

source: Video calling now available on the following devices: HTC Thunderbolt, Desire, Desire HD, Incredible S, Sensation, Evo 3D, Evo 4G, Flyer, Samsung Galaxy S, Galaxy S II, Droid Charge, Galaxy Tab, LG Revolution, Sony Ericsson Xperia PLAY, Xperia ray, Xperia mini pro 2, Acer A5
be: Выклікаць па відэа цяперака могуць наступныя прылады: HTC Thunderbolt, Desire, Desire HD, Incredible S, Sensation, Evo 3D, Evo 4G, Flyer, Samsung Galaxy S, Galaxy S II, Droid Charge, Galaxy Tab, LG Revolution, Sony Ericsson Xperia PLAY, Xperia ray, Xperia mini pro 2, Acer A5.

source: Video calls
be: Выклікі па відэа

source: Video chat
be: Гутарыць па відэа

source: Video could not be rated.
be: Нельга ацаніць відэа.

source: Video deleted from My Videos.
be: Відэа сьцерлі з «Майго відэа».

source: Video description
be: Апісаньне відэазапісу

source: Video off
be: Відэа вылучылі

source: Video options
be: Можнасьці відэа

source: Video quality
be: Якасьць відэа

source: Video rated.
be: Відэа ацанілі.

source: Video removed from favorites.
be: Відэа прынялі з упадабаныя.

source: Video snapshot is disabled when special effects are on.
be: Нельга рабіць здымкі зь відэа, калі дзейнічаюць ператварэньні.

source: Video title
be: Назва відэазапісу

source: Video too long.
be: Відэа задоўгае.

source: Video was not added to favorites.
be: Відэа не дадалі да ўпадабаных.

source: Video was not deleted.
be: Відэа ня сьцерлі.

source: Video was not removed from favorites.
be: Відэа не прынялі з упадабаных.

source: Video with user
be: Відэа з карыстальнікам

source: Videos
be: Відэа

source: Videos with user
be: Відэа з карыстальнікам

source: Videos with user:
be: Відэа з карыстальнікам:

source: Videos: %1$s
be: Відэа: %1$s

source: Vietnamese (Vietnam)
be: віетнамская (Віетнам)

source: View
be: Зірнуць

source: View %s address
be: Зірнуць адрас %s

source: View %s's wall
be: Сьцяна %s

source: View Completed
be: Зірнуць скончанае

source: View Fixed Dialing Numbers
be: Зірнуць замацаваныя нумары

source: View Guests
be: Зірнуць запрошаных

source: View Online
be: Зірнуць у сеціве

source: View Pending
be: Зірнуць няскончанае

source: View SIM address book
be: Зірнуць адрасную кнігу SIM

source: View Service Dialing Numbers
be: Зірнуць службовыя нумары

source: View a cached copy of the web page from Google
be: Зірніце асобнік гэтае бачыны ў запасьніку Google

source: View account
be: Зірнуць рахунак

source: View address
be: Зірнуць адрас

source: View album
be: Зірнуць альбом

source: View all %1$s
be: Глядзець усе %1$s

source: View and control currently running services
be: Зірнуць, якія службы зараз працуюць, і кіраваць імі

source: View app settings
be: Зірнуць налады праґрамы

source: View certificate
be: Зірнуць пасьведчаньне

source: View check-in location
be: Месцы, у якіх адзначаўся карыстальнік

source: View comments
be: Зірнуць выказваньні

source: View contact
be: Зірнуць кантакт

source: View contact %1$s
be: Зірнуць кантакт %1$s

source: View contact names as
be: Якім чынам паказваць імёны

source: View details
be: Падрабязнасьці

source: View event
be: Зірнуць падзею

source: View home address
be: Зірнуць хатні адрас

source: View image
be: Зірнуць відарыс

source: View in Calendar
be: Зірнуць у календары

source: View in Calendar »
be: Паглядзець у календары »

source: View legal info, phone status, software version
be: Глядзець юрыдычныя зьвесткі, стан тэлефона, вэрсію праґрамных сродкаў

source: View legal info, status, software version
be: Глядзець юрыдычныя зьвесткі, стан, вэрсію праґрамных сродкаў

source: View link in browser
be: Зірнуць спасылку ў аглядальніку

source: View message
be: Зірнуць паведамленьне

source: View message details
be: Зірнуць падрабязнасьці

source: View messages
be: Зірнуць паведамленьні

source: View more
be: Зірнуць болей

source: View more applications
be: Зірнуць болей праґрамаў

source: View more comments
be: Зірнуць болей выказваньняў

source: View more messages
be: Зірнуць болей паведамленьняў

source: View or deactivate device administrators
be: Зірнуць або прыбраць кіраўнікоў прылады

source: View page info
be: Зірнуць зьвесткі пра старонку

source: View people from your contacts
be: Зірнуць людзей са сьпісу кантактаў

source: View picture
be: Зірнуць малюнак
